Repository: phunkyfish/screensaver.pingpong
Catalog: screensaver.pingpong/resources/language/resource.language.*/strings.po
Languages: et_ee, fi_fi, ru_ru

# Addon Summary
source: Ping Pong screensaver
et_ee: Ping Pong ekraanisäästja
fi_fi: Ping Pong -näytönsäästäjä
ru_ru: Заставка Ping Pong

# Addon Description
source: Lets a ball jump back and forth.
et_ee: Laseb pallil edasi-tagasi hüpata.
fi_fi: Pomputtaa palloa edestakaisin.
ru_ru: Теперь мяч будет прыгать вперёд-назад.

# #30000
source: Paddle 1 colour
et_ee: Reketi 1 värv
fi_fi: Mailan 1 väri
ru_ru: Цвет ракетки №1

# #30001
source: Paddle 2 colour
et_ee: Reketi 2 värv
fi_fi: Mailan 2 väri
ru_ru: Цвет ракетки №2

# #30002
source: Ball colour
et_ee: Palli värv
fi_fi: Pallon väri
ru_ru: Цвет мяча

# #30003
source: White
et_ee: Valge
fi_fi: Valkoinen
ru_ru: Белый

# #30004
source: Grey
et_ee: Hall
fi_fi: Harmaa
ru_ru: Серый

# #30005
source: Red
et_ee: Punane
fi_fi: Punainen
ru_ru: Красный

# #30006
source: Green
et_ee: Roheline
fi_fi: Vihreä
ru_ru: Зелёный

# #30007
source: Blue
et_ee: Sinine
fi_fi: Sininen
ru_ru: Синий

# #30008
source: Horizontal ball speed
et_ee: Horisontaalse palli kiirus
fi_fi: Pallon vaakanopeus
ru_ru: Горизонтальная скорость мяча

# #30009
source: Vertical ball speed
et_ee: Vertikaalse palli kiirus
fi_fi: Pallon pystynopeus
ru_ru: Вертикальная скорость мяча
